Repository: trapexit/4DO
Catalog: FourDO/Resources/JohnnyInputStrings.*.resx
Languages: de, fr

source: Add Set
de: Steuerung Hinzufügen
fr: Choix de l'Ajout

source: Axis
fr: Axes

source: Binding Set
de: Einstellung
fr: Liaison

source: Button
de: Taste
fr: Bouton

# ButtonConsoleAdvanceFrame
source: Advance by a Single Frame
fr: Avancée d'Une Image

# ButtonConsoleFullScreen
source: Full Screen
fr: Plein Ecran

# ButtonConsoleLoadState
source: Load State
fr: Charger un Etat

# ButtonConsoleReset
source: Reset
fr: Redémarrer

# ButtonConsoleSaveState
source: Save State
fr: Sauvegarder un Etat

# ButtonConsoleScreenshot
source: Screenshot
fr: Captures d'écran

# ButtonConsoleStateSlotNext
source: Save State Slot : Next
fr: Sélectionner l'Emplacement Suivant

# ButtonConsoleStateSlotPrevious
source: Save State Slot : Previous
fr: Sélectionner l'Emplacement Précédent

# ButtonDown
source: Down
de: Runter
fr: Bas

# ButtonL
source: L (Left Shoulder)
de: L (linke Schulter)
fr: L (Gâchette Gauche)

# ButtonLeft
source: Left
de: Links
fr: Gauche

# ButtonP
source: P ("Play/Pause")
fr: P ("Jouer/Pause")

# ButtonR
source: R (Right Shoulder)
de: R (Rechte Schulder)
fr: R (Gâchette Droite)

# ButtonRight
source: Right
de: Rechts
fr: Droite

# ButtonUp
source: Up
de: Hoch
fr: Haut

# ButtonX
source: X ("Stop")
fr: X ("Arrêter")

source: &Cancel
de: &Abbruch
fr: &Annuler

source: Clear All
de: Alle löschen
fr: Tout Vider

source: Control
de: Steuerung
fr: Contrôle

source: Current Devices:
de: Aktuelle Geräte:
fr: Périphérique en Cours :

source: Delete Set
de: Lösche Steuerung
fr: Choix Effacement

# InfoClearABinding
source: Clear a binding
de: Lösche alle eingaben
fr: Vider

# InfoClearKeys
source: Delete, Backspace
de: Entf, Backspace
fr: Effacer, Retour en Arrière

# InfoDetectedDevices
source: Detected devices:
de: Gefundene Geräte:
fr: Périphériques Détectés :

# InfoDevice
source: device
de: gerät
fr: Périphérique

# InfoDevices
source: devices
de: geräte
fr: Périphériques

# InfoEscapeToCancel
source: (Also, use escape to cancel setting a binding)
de: (Drücke escape um eine einstellung abzubrechen)
fr: (Aussi, utilisez Echap pour annuler le paramètrage d'une liaison)

# InfoMoveMouse
source: Move mouse here to view devices
de: Bewege die Maus hierher, um die Geräte anzuzeigen
fr: Bouger la souris ici pour voir les périphériques

# InfoNoDevices
source: no devices
de: keine Geräte
fr: aucun périphérique

# InfoSetABinding
source: Set a binding
fr: Configurer

# InfoSetKeys
source: Left Click, Space, Enter
de: Linksklick, Space, Enter
fr: Clic Gauche, Espace, Entrée

# InfoWith
source: with
de: mit
fr: avec

source: Keyboard
de: Tastatur
fr: Clavier

source: (listening...)
fr: (en écoute...)

source: Player
de: Spieler
fr: Joueur

# PreviewAButton
source: A Button
de: A Taste
fr: Bouton A

# PreviewBButton
source: B Button
de: B Taste
fr: Bouton B

# PreviewCButton
source: C Button
de: C Taste
fr: Bouton C

# PreviewDownButton
source: Down ("Seek Backwards")
de: Down ("Rückwärtsspulen")
fr: Bas ("Revenir en Arrière")

# PreviewLButton
source: L (Left Shoulder)
de: L (Linke Schulter)
fr: L (Gâchette Gauche)

# PreviewLeftButton
source: Left ("Previous Track")
de: Left ("Vorheriger Titel")
fr: Gauche ("Piste Précédente")

# PreviewPButton
source: P Button ("Play/Pause")
de: P Taste ("Play/Pause")
fr: Bouton P ("Jouer/Pause")

# PreviewRButton
source: R (Right Shoulder)
de: R (Rechte Schulter)
fr: R (Gâchette Droite)

# PreviewRightButton
source: Right ("Next Track")
de: Right ("Nächster Titel")
fr: Droite ("Piste Suivante")

# PreviewUpButton
source: Up ("Seek Forward")
de: Up ("Vorwärtsspulen")
fr: Up ("Aller en Avant")

# PreviewXButton
source: X Button ("Stop")
de: X Taste ("Stop")
fr: Bouton X ("Arrêter")

# ResetAllToDefault
source: &Reset All To Defaults
fr: Paramètres par Défaut

source: Set All
de: Setze Alle
fr: Tout Choisir

# WindowTitle
source: Configure Input Settings
de: Input Einstellungen konfigurieren
fr: Configurer les paramètres Contrôleurs

source: Joystick
de: Pad
