Repository: trapexit/4DO
Catalog: FourDO/Resources/Strings.*.resx
Languages: de, es, fr, pt, ru, zh_cn

# HelpAbout3DOPlayAuthors
source: 3DOPlay Authors:
de: 3DOPlay Autoren:
es: Autores de 3DOPlay:
fr: Auteurs de 3DOPlay :
pt: Autores do 3DOPlay:
ru: Автор 3DOPlay:
zh_cn: 3DOPlay 作者:

# HelpAbout3DOPlayMessage
source: In February of 2012, the core emulation from 3DOPlay was merged into 4DO's copy of the FreeDO core by Viktor, providing the benefit of two separate 3DO emulation projects!
de: Im Februar 2012 wurde die Kern-Emulation aus 3DOPlay in die 4DO FreeDO Kern kopie von Viktor zusammengeführt, das bietet den Vorteil von zwei getrennten 3DO-Emulationen Projekten!
es: En febrero del 2012, la emulación núcleo de 3DOPlay se fusionó con la copia que hizo 4DO del núcleo FreeDO de Viktor, ¡ofreciendo el beneficio de dos proyectos diferentes de emulación de 3DO!
fr: En Février 2012, l'émulation du noyau provenant de 3DOPlay a été mélangé avec la copie du noyau FreeDO par Viktor, ce qui permet de profiter de 2 projets d'émulation de la 3DO séparés !
pt: Em fevereiro de 2012, a emulação do núcleo 3DOPlay foi incorporado na cópia 4DO do núcleo Freedo por Viktor, oferecendo o benefício de dois projetos separados de emulação do 3DO!
ru: В феврале 2012, произошло объединение проектов 3DOplay и 4DO, с измененным FreeDOCore от Viktor'а, чтобы обеспечить выгоду из 2 проектов 3DO эмуляции!
zh_cn: 2012年2月, Viktor将3DOPlay的代码合并进了基于FreeDO代码开发的4DO模拟器中, 为两个独立的3DO模拟器项目带来了好处!

# HelpAbout4DOAuthors
source: 4DO Authors:
de: 4DO Autoren:
es: Autores:
fr: Auteurs 4DO :
pt: Autores do 4DO:
ru: Авторы 4DO :
zh_cn: 4DO 作者:

# HelpAbout4DOMessage
source: 4DO (FourDO) is an open-source, low-level emulator of the 3DO Interactive Multiplayer system.
de: 4DO (FourDO) ist ein open-source, Low-Level-Emulator des 3DO Interactive Multiplayer-Systems..
es: 4DO (fourDO) es un emulador de bajo nivel y código abierto del 3DO Interactive Multiplayer System.
fr: 4DO (FourDO) est un projet open-source d'un émulateur système multi joueur Interactive 3DO.
pt: 4DO (FourDO) é um emulador de fonte aberta e baixo nível de sistemas 3DO Iteractive Multiplayer.
ru: 4DO (FourDO) - эмулятор системы 3DO Iteractive Multiplayer с открытым исходным кодом.
zh_cn: 4DO (FourDO) 是一个开源的, 3DO 多人互动系统低阶模拟器.

# HelpAbout4DOVersion
source: 4DO Version:
es: Versión:
fr: Version 4DO :
pt: Versão do 4DO:
ru: Версия 4DO:
zh_cn: 4DO 版本:

# HelpAboutClose
source: &Close
de: &schließen
es: &Cerrar
fr: &Fermer
pt: &Fechar
ru: &Закрыть
zh_cn: 关闭(&C)

# HelpAboutFreeDOAuthors
source: FreeDO Authors:
de: FreeDO Autoren:
es: Autores de FreeDO:
fr: Auteurs de FreeDO :
pt: Autores do FreeDO:
ru: Авторы FreeDO:
zh_cn: FreeDO 作者:

# HelpAboutFreeDOMessage
source: 4DO's (and 3DOPlay's) system emulation is based on the code released from the FreeDO project that went open source on Nov 10, 2010. Many thanks to the developers for deciding to release their code!
de: 4DO (und die 3DOPlay) System Emulation basiert auf dem Code von FreeDO Projekt, das seit dem 10. November 2010 Open-Source ist. Vielen Dank an die Entwickler für diese Entscheidung, ihren Code zu veröffentlichen!
es: La emulación de sistema de 4DO está basada en el código liberado del proyecto FreeDO que se convirtió en código abierto el 10 de noviembre del 2010. ¡Muchas gracias a los desarrolladores por decidir liberar su código!
fr: L'émulation du système 4DO (et 3DOPlay) est basé sur le code libéré depuis le projet FreeDO qui est passé en open source le 10 Novembre 2010. Remerciements aux développeurs pour avoir décider de libérer leurs codes !
pt: O sistema de emulação 4DO é baseada no código liberado do Projeto FreeDO que se tornou de fonte aberta em 10 de Novembro de 2010. Muitos agradecimentos aos desenvolvedores por terem decidido liberar seus códigos.
ru: 4DO (и 3DOPlay) система эмуляции основана на коде из проекта FreeDO, которые сделали исходный код открытым 10 ноября 2010. Огромное спасибо разработчикам за решение выпустить свой код!
zh_cn: 4DO和3DOPlay模拟器都是基于2010年11月10日发布的FreeDO代码开发的. 非常感谢FreeDO开发者的决定!

# HelpAboutJohnnyThank
source: Additional thanks to:
de: Weiterer Dank geht an:
es: Agradecimientos:
fr: Remerciements à :
pt: Agradecimentos:
ru: Отдельное спасибо:
zh_cn: 特别感谢:

# HelpAboutJohnnyThankMessage
source: Johnny would like to thank other folks, some of whom helped with the original, high-level approach.
de: Johnny möchte noch anderen Leuten Danken, von denen einige ihm beim Original, High-Level-Ansatz geholfen haben.
es: Johnny agradece a otras personas.
fr: Johnny aimerait remercier les autres gars.
pt: Johnny gostaria de agradecer a outras pessoas.
ru: Johnny так же хотел бы поблагодарить других людей, которые помогали с оригиналом.
zh_cn: Johnny 非常感谢其他那些对原始或高阶模拟提供过帮助的人.

# HelpInfoChecksum
source: Sector 0+1 Checksum:
de: Sector 0+1 Prüfsumme:
es: Suma de sector 0+1:
fr: Secteur 0+1 Checksum:
pt: Checksum do setor 0+1:
ru: Сектор 0+1 Checksum:
zh_cn: 扇面 0+1 校验:

# HelpInfoGameId
source: Game Id:
de: Spiel Id:
es: Id de juego:
fr: Id du Jeu :
pt: Id do jogo:
ru: ID:
zh_cn: 游戏编号:

# HelpInfoGameName
source: Game Name:
de: Spiele Name:
es: Nombre:
fr: Nom du Jeu :
pt: Nome do jogo:
ru: Название:
zh_cn: 游戏名称:

# HelpInfoOK
source: &OK
es: &Aceptar
zh_cn: 确定(&O)

# HelpInfoPublisher
source: Publisher:
de: Herausgeber:
es: Distribuidor:
fr: Développeur :
pt: Editora:
ru: Издатель:
zh_cn: 发行厂商:

# HelpInfoRegion
source: Region(s):
de: Region(en):
es: Regiones:
fr: Région(s) :
pt: Regiões:
ru: Регион:
zh_cn: 区域:

# HelpInfoReleaseYear
source: Release Year:
de: Erscheinungsjahr:
es: Año:
fr: Année :
pt: Ano:
ru: Год выпуска:
zh_cn: 发行年份:

# HelpInfoWindowTitle
source: Game Information
de: Spiel Information
es: Información del juego:
fr: Information sur le Jeu
pt: Informação do jogo
ru: Информация об игре
zh_cn: 游戏信息

# MainErrorLoadBiosFile
source: The bios file ({0}) failed to load. Please choose another.
de: Die Bios Datei ({0}) konnte nicht geladen werden. Bitte wähle eine andere.
es: No se pudo cargar el archivo de BIOS ({0}). Por favor escoge otro.
fr: Le fichier bios ({0}) a échoué au chargement. Veuillez en choisir un autre.
pt: Falha ao carregar o arquivo de bios ({0}). Por favor escolha outro.
ru: Не удалось загрузить файл биоса ({0}). Выберите другой.
zh_cn: 无法读取 bios 文件 ({0}) . 请选择另一个.

# MainErrorLoadGame
source: The game failed to load. Please choose another.
de: Das Spiel konnte nicht geladen werden. Bitte wähle ein anderes.
es: No se pudo cargar el juego. Por favor escoge otro.
fr: Le jeu a échoué au chargement. Veuillez en choisir un autre.
pt: Falha ao carregar o jogo. Por favor escolha outro.
ru: Не удалось загрузить игру. Выберите другую.
zh_cn: 无法读取游戏. 请选择另一个.

# MainErrorLoadGameFile
source: The game file ({0}) failed to load. Please choose another.
de: Die Spiele Datei ({0}) konnte nicht geladen werden. Bitte wähle eine andere.
es: No se pudo cargar el archivo de juego ({0}). Por favor escoge otro.
fr: Le fichier du jeu ({0}) a échoué au chargement. Veuillez en choisir un autre.
pt: Falha ao carregar o arquivo do jogo ({0}). Por favor escolha outro.
ru: не удалось загрузить файл игры ({0}). Выберите другой.
zh_cn: 无法读取游戏文件 ({0}) . 请选择另一个.

# MainErrorLoadNvramFile
source: "The nvram file ({0}) could not be loaded. Emulation cannot start."
de: "Die nvram Datei ({0}) kann nicht geladen werden. Die Emulation kann nicht gestartet werden."
es: "No se pudo cargar el archivo nvram ({0}). No se puede iniciar la emulación."
fr: "Le fichier nvram ({0}) pourrait ne pas être chargé. L'émulation en peut pas démarrer."
pt: "O arquivo de nvram ({0}) não pode ser carregado. A emulação não pode ser iniciada."
ru: "не удалось загрузить файл nvram ({0}). Эмуляция прекращена."
zh_cn: "无法读取 nvram 文件 ({0}) . 模拟器无法开始."

# MainMenuAudio
source: &Audio
de: &Sound
es: &Sonido
pt: &Áudio
ru: &Звук
zh_cn: 音频(&A)

# MainMenuConsole
source: &Console
de: &Konsole
es: &Consola
ru: &Консоль
zh_cn: 控制台(&C)

# MainMenuConsoleAdvanceFrame
source: &Advance by a Single Frame
de: &Voraus in einem Single Frame
es: &Avanzar un cuadro
fr: &Avancée d'Une Image
pt: A&vançar por um Quadro Simples
ru: &Покадровый вывод
zh_cn: 帧进(&A)

# MainMenuConsoleAutoLoadLastSave
source: After Game is Opened, L&oad Last Save (of Slot)
de: Nach dem Spiel geöffnet wird, L&ade Letzten speicherpunkt (im Steckplatz)
es: Después de abrir juego, Ca&rgar Último Guardado (de posición)
fr: Après l'ouverture du jeu, C&harger la Sauvegarde d'Etat (de l'emplacement)
pt: Após o jogo estar aberto, ca&rregue o último Estado salvo (de um Slot)
ru: Поcле запуска игры автоматически загружать последнее сохранение (из слота)
zh_cn: 打开游戏后, 读取上次的进度(&O)

# MainMenuConsoleLoadState
source: &Load State
de: &Spielstand Laden
es: Cargar &Estado
fr: &Charger un Etat
pt: Carregar &Estado
ru: &Загрузить
zh_cn: 读取进度(&L)

# MainMenuConsolePause
source: &Pause
es: &Pausar
pt: &Pausar
ru: &Пауза
zh_cn: 暂停(&P)

# MainMenuConsoleReset
source: &Reset
de: &Zurücksetzen
es: &Reiniciar
fr: &Redémarrer
pt: &Reiniciar
ru: &Сброс
zh_cn: 重置(&R)

# MainMenuConsoleSaveState
source: &Save State
de: &Spielstand speichern
es: &Guardar Estado
fr: &Sauvegarder un Etat
pt: &Salvar Estado
ru: &Сохранить
zh_cn: 保存进度(&S)

# MainMenuConsoleSaveStateSlot
source: Save State Slo&t
de: Speicher Status Steckplat&z
es: Posición para guardar &estado
fr: Emplacemen&t de la Sauvegarde d'Etat
pt: Slo&t de Salvar Estado
ru: Сохранить в сло&т
zh_cn: 选择进度槽(&T)

# MainMenuConsoleSaveStateSlotNext
source: Select &Next Slot
de: nächsten &Steckplatz Wählen
es: Seleccionar posición siguie&nte
fr: Sélectionner l'Emplacement &Suivant
pt: Selecionar &Próximo Slot
ru: Установить &следующий слот
zh_cn: 选择下一个进度(&N)

# MainMenuConsoleSaveStateSlotPrevious
source: Select &Previous Slot
de: Vorherigen &Steckplatz Wählen
es: Seleccionar posición &anterior
fr: Sélectionner l'Emplacement &Précédent
pt: Selecionar Slot &Anterior
ru: Установить &предыдущий слот
zh_cn: 选择上一个进度(&P)

# MainMenuDisplay
source: &Display
de: &Anzeige
es: Panta&lla
fr: &Affichage
pt: &Tela
ru: &Экран
zh_cn: 显示(&D)

# MainMenuDisplayFullscreen
source: &Full Screen
de: &Vollbild
es: Pantalla &completa
fr: &Plein Ecran
pt: &Tela cheia
ru: &Во весь экран
zh_cn: 全屏(&F)

# MainMenuDisplayPreserveRatio
source: Preserve Aspect &Ratio
de: Seitenverhältnis &beibehalten
es: Conservar &radio de aspecto
fr: Conserver les &Proportions
pt: Preser&var proporção
ru: Сохранять пропорции
zh_cn: 保持长宽比(&R)

# MainMenuDisplayResizeSnap
source: Snap &Window to Clean Increments
es: Ajustar pantalla por &incrementos "limpios"
fr: Copie de la &Fenêtre pour Vider l'Incrément
pt: Tirar &Janela para Limpar Incrementos
ru: Пошаговое растягивание окна
zh_cn: 调整窗口清除增量(&W)

# MainMenuDisplaySmoothResizing
source: &Smooth Image Resizing
de: &flüssige Bildgrößenanpassung
es: &Suavizar cambios de tamaño de imagen
fr: Redimensionner l'Image &Lissée
pt: &Redimencionamento Suave de Imagem
ru: &Интерполяция
zh_cn: 画面平滑(&S)

# MainMenuDisplayVoidArea
source: Blank (Void) Area
de: Leere (Void) Fläche
es: Área vacía
fr: Zone (Void) Vierge
pt: Área em Branco (Vazio)
ru: Боковой фон
zh_cn: 空白(无效)区域

# MainMenuDisplayVoidAreaDrawBorder
source: Draw Gray Border
de: Grauen Rand zeichnen
es: Dibujar borde gris
fr: Bordure Grise
pt: Desenhar Borda Cinza
ru: Серая рамка
zh_cn: 绘制灰色边框

# MainMenuDisplayVoidAreaPattern4DO
source: Pattern : 4DO
es: Patrón: 4DO
fr: Modèle : 4DO
pt: Padrão : 4DO
ru: Фон : 4DO
zh_cn: 图案 : 4DO

# MainMenuDisplayVoidAreaPatternBumps
source: Pattern : Bumps
es: Patrón: Puntos
fr: Modèle : Bumps
pt: Padrão : Bumps
ru: Фон : Шишки
zh_cn: 图案 : 块状

# MainMenuDisplayVoidAreaPatternMetal
source: Pattern : Metal
es: Patrón: Metal
fr: Modèle : Métal
pt: Padrão : Metal
ru: Фон : Металл
zh_cn: 图案 : 金属

# MainMenuDisplayVoidAreaPatternNone
source: No Pattern
de: Kein Schema
es: Sin patrón
fr: Aucun Modèle
pt: Sem Padrão
ru: Пустой фон
zh_cn: 无图案

# MainMenuFile
source: &File
de: &Datei
es: &Archivo
fr: &Fichier
pt: &Arquivo
ru: &Файл
zh_cn: 文件(&F)

# MainMenuFileAutoLoadLastGame
source: After Startup, Open Last Game
de: Nach dem Start, zuletzt Gespieltes Spiel öffnen
es: Al iniciar, abrir último juego
fr: Après le Démarrage, Ouvrir le Dernier Jeu
pt: Após iniciar, abrir o último jogo
ru: После запуска открывать последнюю игру
zh_cn: 启动后, 运行上次的游戏

# MainMenuFileCloseRom
source: &Close Game
de: &Spiel schließen
es: &Cerrar juego
fr: &Fermer le Jeu
pt: &Fechar jogo
ru: &Закрыть игру
zh_cn: 关闭游戏(&C)

# MainMenuFileExit
source: E&xit
de: B&enden
es: &Salir
fr: &Quitter
pt: &Sair
ru: В&ыход
zh_cn: 退出(&X)

# MainMenuFileOpenCDDrive
source: Open Disc Drive
de: Benutze CD Laufwerk
es: Abrir disco
fr: Ouvrir le Lecteur
pt: Abrir drive de disco
ru: Открыть диск
zh_cn: 打开光驱

# MainMenuFileOpenCDImage
source: Open CD &Image File...
de: Offne CD &Image Datei...
es: Abrir archivo de &imagen de CD
fr: Ouvrir le Fichier &Image CD...
pt: Abrir arquivo &imagem de CD...
ru: Открыть образ
zh_cn: 打开 CD 镜像...(&I)

# MainMenuHelp
source: &Help
de: &Hilfe
es: A&yuda
fr: &Aide
pt: A&juda
ru: &Помощь
zh_cn: 帮助(&H)

# MainMenuHelpAbout
source: &About 4DO...
de: &Über 4DO...
es: &Acerca de 4DO
fr: &A Propos De 4DO...
pt: Sobre o &4DO...
ru: &О программе
zh_cn: 关于 4DO...(&A)

# MainMenuHelpGameInfo
source: Game &Information...
de: Spiel &Informationen...
es: &Información del juego
fr: &Information sur le Jeu...
pt: I&nformação do Jogo
ru: Информация об игре
zh_cn: 游戏信息...(&I)

# MainMenuOptions
source: &Options
de: &Einstellungen
es: &Opciones
pt: &Opções
ru: &Опции
zh_cn: 选项(&O)

# MainMenuOptionsConfigureInput
source: Configure &Input...
de: Steuerungs &Einstellungen...
es: &Configurar parámetros de control
fr: Configurer le &Contrôleur...
pt: Configurar &Entrada...
ru: Управление
zh_cn: 配置输入...(&I)

# MainMenuOptionsLanguage
source: &Language
de: &Sprachen
es: &Idioma
fr: &Langage
pt: Língua
ru: Язык
zh_cn: 语言(&L)

# MainMenuOptionsLanguageDefault
source: System &Default
es: &Predeterminado del &sistema
fr: Système Par &Défaut
pt: Padrão
ru: Системный
zh_cn: 系统默认(&D)

# MainMenuOptionsLanguageEnglish
source: &English
de: &Englisch
es: &Inglés
fr: &Anglais
pt: Inglês
ru: Английский
zh_cn: 英语(&E)

# MainMenuOptionsLanguageFrench
source: &French
de: &Französisch
es: &Francés
fr: &Français
pt: Francês
ru: французский
zh_cn: 法语(&F)

# MainMenuOptionsLanguageRussian
source: &Russian
de: &Russisch
es: &Ruso
fr: &Russe
pt: Russo
ru: Русский
zh_cn: 俄语(&R)

# MainMenuOptionsSettings
source: 4DO &Settings...
de: 4DO &Einstellungen...
es: Con&figuración 4DO
fr: &Paramétrages de 4DO...
pt: Aj&ustes do 4DO...
ru: &Настройки...
zh_cn: 4DO 设置...(&S)

# MainMessageAllFiles
source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous Les Fichiers
pt: Todos arquivos
ru: Все файлы
zh_cn: 所有文件

# MainMessageBiosFiles
source: BIOS files
de: BIOS dateien
es: Archivos de BIOS
fr: Fichiers BIOS
pt: Arquivo de BIOS
ru: BIOS файлы
zh_cn: BIOS 文件

# MainMessageCDImageFiles
source: CD image files
de: CD image dateien
es: Archivos de imagen de CD
fr: Fichiers Image CD
pt: Arquivos de imagem de CD
ru: Файлы CD образа
zh_cn: CD 镜像

# MainMessageChooseBiosRom
source: Choose BIOS Rom
de: wähle ein BIOS Rom
es: Seleccionar ROM de BIOS
fr: Choisir une Rom BIOS
pt: Escolher Rom BIOS
ru: Выбрать BIOS
zh_cn: 选择 BIOS 文件

# MainMessageCoreFPS
source: Core FPS
de: Kern BPS
es: FPS del núcleo
fr: Noyau FPS
ru: FPS
zh_cn: 核心 FPS

# MainMessageDisplayOptions
source: Display Options
de: Anzeige Optionen
es: Opciones de pantalla
fr: Options d'Affichage
pt: Opções de Tela
ru: Настройки экрана
zh_cn: 显示选项

# MainMessageNoBiosSelected
source: No BIOS rom selected.
de: Kein BIOS ROM ausgewählt.
es: No hay una ROM seleccionada de BIOS
fr: Aucune Rom BIOS n'a été sélectionnée.
pt: Nenhum Rom BIOS selecionado.
ru: Не установлен BIOS.
zh_cn: 没有选择 BIOS.

# MainMessageSlot
source: Slot
de: Steckplatz
es: Posición
fr: Emplacement
ru: Слот
zh_cn: 进度

# MainMessageUnknownGame
source: Unknown game
de: Unbekanntes Spiel
es: Juego desconocido
fr: Jeu Inconnu
pt: Jogo desconhecido
ru: Неизвестная игра
zh_cn: 未知游戏

# MainMessageVolume
source: Volume
de: Lautstärke
es: Volumen
ru: Звук
zh_cn: 音量

# SettingsCancel
source: &Cancel
de: &Abbruch
es: &Cancelar
fr: &Annuler
pt: Cance&lar
ru: &Отмена
zh_cn: 取消(&C)

# SettingsOK
source: &OK
es: &Aceptar
zh_cn: 确定(&O)

# SettingsTabAdvanced
source: Advanced
de: Fortgeschritten
es: Avanzadas
fr: Avancée
pt: Avançado
ru: Производительность
zh_cn: 高级

# SettingsTabAdvancedAudioBufferFewerGlitches
source: Fewer Glitches
de: MEHR Verzögerungen
es: Menos errores
fr: Plus de Ralentissement
pt: Menos Falhas
zh_cn: 较少杂音

# SettingsTabAdvancedAudioBufferFrame
source: Audio Buffer Size
de: Audio Buffer Größe
es: Tamaño de memoria intermedia de sonido
fr: Taille du Tampon Audio
pt: Tamanho do Buffer de Áudio
ru: Размер аудио буфера
zh_cn: 音频缓冲大小

# SettingsTabAdvancedAudioBufferLessLag
source: Less Lag
es: Menos atraso
pt: Menos Lag
ru: Больше глюков
zh_cn: 较快

# SettingsTabAdvancedAudioBufferMessage
source: The audio buffer provides tolerance for unpredictable emulation speed at the cost of audio delay. However, whenever emulation is terminally behind schedule, audio glitches will occur (even with large buffers).
de: Der Audio-Puffer bietet Toleranz für eine unberechenbare Emulations Geschwindigkeit auf Kosten der Audio Verzögerung.
es: La memoria intermedia de sonido proporciona tolerancia para la velocidad impredecible de la emulación a costa de atrasos en el sonido.
fr: Le tampon audio fournit une certaine tolérance pour une vitesse d'émulation non prédictible au prix d'un retard de l'audio. Quand l'émulation se termine, des problèmes audio peuvent se produire.
pt: O buffer de áudio fornece tolerância para a velocidade imprevisível de emulação no custo de atraso de áudio. No entanto, sempre que a emulação é terminada atrás do agendador, falhas de áudio irá ocorrer.
ru: Аудио буфер обеспечивает допустимое отклонение звука к непредсказуемым изменениям скорости эмуляции за счет задержки аудио.
zh_cn: 音频缓冲是以牺牲模拟器速度为代价提供音频延迟容量的. 然而, 只要模拟器在运行, 音频杂音不可避免 (即使设置为大缓冲).

# SettingsTabAdvancedAudioBufferMoreGlitches
source: MORE Glitches
de: weniger verzögerunge
es: MÁS errores
fr: Moins de Ralentissement
pt: Mais Falhas
zh_cn: 较多杂音

# SettingsTabAdvancedAudioBufferMoreLag
source: MORE Lag
es: MÁS atraso
pt: Mais Lag
ru: Меньше глюков
zh_cn: 较慢

# SettingsTabAdvancedClockFrame
source: CPU Clock Speed
de: CPU Taktrate
es: Velocidad de reloj de la CPU
fr: Vitesse d'Horloge du CPU
pt: Velocidade de Clock da CPU
ru: Частота процессора
zh_cn: CPU 时钟速度

# SettingsTabAdvancedClockHigherFPS
source: Higher FPS
de: Höherer BPS
es: Más FPS
fr: FPS + Haut
pt: Altíssimo
zh_cn: 较高 FPS

# SettingsTabAdvancedClockMessage
source: By adjusting the CPU clock speed, you can potentially achieve higher FPS in games. Not all games will handle this appropriately. Games dependent on precise timing could even crash/freeze.
de: Durch die Anpassung der CPU Taktrate, können Spiele möglicherweise eine höhere BPS bekommen. Nicht alle Spiele können damit umgehen. Spiele können sogar abstürzen / einfrieren.
es: Ajustando la velocidad de reloj de la CPU se pueden alcanzar, potencialmente, más cuadros por segundo (FPS) en los juegos. No todos los juegos van a lidiar con esto correctamente.
fr: En ajustant la vitesse d'horloge du CPU, vous pouvez potentiellement avoir plus de FPS dans les jeux. Tous les jeux ne pourront pas en profiter. Les jeux dépendent d'un timing précis et pourraient planter.
pt: Ao ajustar a velocidade de clock de CPU, você pode potencialmente atingir FPS mais altos em jogos. Nem todos os jogos vai lidar com isso de forma adequada.
ru: Изменяя частоту процессора, можно достичь более высоких FPS в играх. Но не все игры работают при этом правильно. Данная функция может привести к зависанию.
zh_cn: 通过调整 CPU 时钟速度, 你可以在游戏中实现较高的 FPS. 但并不是所有游戏都能这样处理. 依赖于精确计时的游戏有可能崩溃或死机.

# SettingsTabAdvancedClockNormalFPS
source: Normal FPS
de: Normale BPS
es: FPS normales
fr: FPS Normal
pt: FPS Normal
zh_cn: 普通 FPS

# SettingsTabAdvancedDefaultsMessage
source: Consider setting these to defaults if seeing odd behavior.
de: Auf Standartwerde Zurücksetzen bei merkwürdigen verhalten.
es: Considera establecer estos ajustes a su valor por defecto si percibes comportamientos extraños
fr: Laissez ces valeurs par défaut en cas de comportement bizarre.
pt: Considere estes ajustes padrões caso ver comportamento estranho
ru: Установите значения по умолчанию при неполадках.
zh_cn: 如果发现有奇怪的现象可以考虑恢复默认值.

# SettingsTabAdvancedHighResFrame
source: High-Resolution Rendering
de: Hohe Auflösung Rendering
es: Renderizado de alta definición
fr: Rendu en Haute Résolution
pt: Renderização de Alta-Resolução
ru: Визуализация с высоким разрешением
zh_cn: 高清视频渲染

# SettingsTabAdvancedHighResMessage
source: Via software rendering, the screen images can be rendered to 640 x 480. This is very CPU intensive, and only of value to 3D games! If using this option, consider increasing audio buffer size as well.
de: Via Software-Rendering kann der Bildschirm Bilder mit der Auflösung von 640 x 480 wieder geben Dies ist sehr CPU-intensiv.
es: Por medio de la renderización por software, las imagenes pueden ser renderizadas en 640x480. Si utilizas esta opción, considera aumentar también el tamaño de la memoria intermedia de audio.
fr: Via le rendu Software, les images à l'écran peuvent être affichées en 640 x 480. Le CPU est grandement sollicité, surtout pour les jeux 3D ! En activant cette option, pensez à augmenter la taille du tampon audio.
pt: Através da renderização via software, as imagens da tela podem ser processadas ​​para 640x480. Isto é muito intensivo para o CPU! Se usar esta opção, considere aumentar o tamanho do buffer de áudio também.
ru: Программный рендеринг, в режиме 640 х 480. Рекомендуется только для игр с 3D графикой. При использовании этой опции, возможно придется увеличить аудио буфер.
zh_cn: 通过软件渲染, 屏幕图像可以显示为 640 x 480. 这是非常耗 CPU 的, 这个设置只对 3D 游戏有价值, 最好考虑增加音频缓冲.

# SettingsTabAdvancedHighResSetting
source: Enable high-resolution video rendering
de: hochauflösende Video-Rendering Aktivieren
es: Habilitar el renderizado de video de alta resolución
fr: Activer le Rendu Vidéo en Haute Résolution
pt: Habilitar a renderização de vídeo em alta-resolução
ru: Включить высокое разрешение
zh_cn: 开启高清视频渲染

# SettingsTabAdvancedResetDefaults
source: Reset to defaults
de: Auf die Standardeinstellungen zurücksetzen
es: Regresar a valores por defecto.
fr: Paramètres par Défaut
pt: Voltar aos padrões
ru: По умолчанию
zh_cn: 重置为默认值

# SettingsTabDisplay
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
pt: Tela
ru: Экран
zh_cn: 显示

# SettingsTabDisplayDrawBorder
source: Draw gray border around viewing area
de: Grauen Rand zeichnen
es: Dibujar un borde gris alrededor del área visible
fr: Dessiner une bordure grise autour de la zone de visualisation
pt: Desenhar borda cinza ao redor da área de visualização
ru: Серая рамка вокруг области экрана
zh_cn: 在可视区域周围绘制灰色边框

# SettingsTabDisplayGeneralOptions
source: &General Display Settings
es: Ajustes generales de &pantalla
fr: Configurations de l'Affichage &Général
pt: Ajustes Gerais da &Tela
ru: &Общие параметры экрана
zh_cn: 普通显示设置(&G)

# SettingsTabDisplayPreserveAspectRatio
source: Preserve aspect ratio
de: Seitenverhältnis &beibehalten
es: Conservar radio de aspecto
fr: Conserver les Proportions
pt: Preservar proporção
ru: Сохранять пропорции
zh_cn: 保持长宽比

# SettingsTabDisplaySmoothResizing
source: Perform smooth image resizing
de: flüssige Bildgrößenanpassung
es: Suavizar cambios de tamaño de imagen
fr: Permettre de Redimensionner une image lissée.
pt: Realizar redimencionamento suave de imagem
ru: Включить интерполяцию
zh_cn: 执行画面平滑
