Repository: trapexit/4DO
Catalog: FourDO/Resources/Strings.*.resx
Languages: de, es, fr, pt, ru, zh_cn

# SettingsTabDisplaySnapResizing
source: When resizing the window, snap to clean increments
es: Al cambiar de tamaño la ventana ajustar a incrementos "limpios"
fr: Lors du redimensionnement de la fenêtre, copier pour vider l'incrément.
pt: Quando redimencionar a janela, tirar para limpar incrementos
ru: При изменении размеров окна растягивать пошагово
zh_cn: 当调整窗口时, 按固定比例调整

# SettingsTabDisplayVoidOptions
source: Blank (&Void) Area Effects
de: Leere (&Void) Fläche
es: Efectos de área vacía
fr: Effets de Zone (&Void) Vierge
pt: Efeitos da Área em Branco (&Vazia)
ru: Дополнительные эффекты
zh_cn: 空白(无效)区域影响(&V)

# SettingsTabDisplayVoidPattern
source: Background pattern:
de: Hintergrund Schema:
es: Patrón de fondo:
fr: Modèle d'Arrière Plan :
pt: Padrão de Fundo:
ru: Боковой фон:
zh_cn: 背景图案:

# SettingsTabDisplayVoidPatternBumps
source: Bumps
es: Puntos
ru: Шишки
zh_cn: 块状

# SettingsTabDisplayVoidPatternMetal
source: Metal
fr: Métal
ru: Металл
zh_cn: 金属

# SettingsTabDisplayVoidPatternNone
source: No pattern
de: Kein Schema
es: Ninguno
fr: Aucun Modèle
pt: Sem padrão
ru: Нет
zh_cn: 无图案

# SettingsTabGeneral
source: General
de: allgemein
fr: Général
pt: Geral
ru: Общие
zh_cn: 普通

# SettingsTabGeneralAutoLoadLastGame
source: When 4DO starts, open whatever game was running last time
de: Wenn 4DO startet, das zuletzt gespielte spiel öffnen
es: Cuando inicia 4DO, abrir el último juego que se estaba ejecutando
fr: Quand 4DO démarre, ouvrir n'importe quel jeu qui a été lancé avant
pt: Quando 4DO iniciar, abrir qualquer jogo que estava jogando na última vez
ru: После запуска 4DO открывать последнюю игру
zh_cn: 当 4DO 启动时, 打开上次运行的游戏

# SettingsTabGeneralAutoLoadLastSave
source: When a game is opened, re-load the last save state of the current save state slot
de: Wenn ein Spiel geöffnet wird, den letzten speicherstand des aktuellen SpeicherStand-Steckplatzes laden
es: Cuando se abre un juego, cargar autómaticamente el último estado guardado de la posición seleccionada
fr: Quand un jeu est ouvert, recharger la dernière sauvegarde d'état depuis l'emplacement de la sauvegarde d'état en cours
pt: Quando um jogo for aberto, recarregue o último Estado Salvo do Slot atual
ru: После запуска игры автоматически загружать последнее сохранение из текущего слота
zh_cn: 当打开游戏后, 重新读取当前进度槽中的存档

# SettingsTabGeneralBehaviorOptions
source: Various &Behaviorial Options
de: Various &Verhaltensregulative Optionen
es: Opciones de comportamientos &varios
fr: Options Diverses du &Comportement
pt: &Várias Opções de Comportamento
ru: Различные параметры
zh_cn: 杂项(&B)

# SettingsTabGeneralInactiveIgnoreKeyboard
source: When the main window loses focus, ignore keyboard input
de: Wenn das Hauptfenster den Fokus verliert, die Tastatureingaben ignorieren
es: Al perder el foco la ventana principal ignorar entradas del teclado
fr: Quand la fenêtre principale perd le focus, ignore les entrées du clavier
pt: Quando a janela principal perder o foco, ignore entrada do teclado
ru: Когда главное окно неактивно отключить управление
zh_cn: 非活动窗口时, 忽略键盘输入

# SettingsTabGeneralInactiveOptions
source: &Inactive Window Options
de: &Inaktive Fenster Optionen
es: Opciones de ventana &inactiva
fr: Options de la Fenêtre &Inactive
pt: Opções de Janela &Inativa
ru: &Настройки неактивного окна
zh_cn: 非活动窗口选项(&I)

# SettingsTabGeneralInactivePauseEmulation
source: When the main window loses focus, pause emulation
de: Wenn das Hauptfenster den Fokus verliert, die Emulation pausieren
es: Al perder el foco la ventana principal pausar la emulación
fr: Quand la fenêtre principale perd le focus, l'émulation est en pause
pt: Quando a janela principal perder o foco, pausar emulação
ru: Когда главное окно неактивно останавливать эмуляцию
zh_cn: 非活动窗口时, 暂停模拟器

# SettingsTabGeneralStartupOptions
source: &Startup Options
de: &Startoptionen
es: Opcion&es de inicio
fr: Options au &Démarrage
pt: Opções de I&nicialização
ru: &Настройки запуска
zh_cn: 启动项(&S)

# SettingsWindowInstructions
source: Configure various 4DO settings
de: 4DO Einstellungen
es: Configurar diferentes ajustes de 4DO
fr: Configurer les divers paramètres de 4DO
pt: Configurar vários ajustes do 4DO
ru: Настройка различных параметров 4DO
zh_cn: 4DO 配置界面

# SettingsWindowTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt: Ajustes
ru: Настройки
zh_cn: 设置
